// © Copyright 2012-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Laitteen hallinta";

TaskTitle = "Laitteen hallinta";
HSDPasswordButton = "Aseta/Vaihda ylläpitäjän salasana…";
HSDEnableAllTitle = "Ota kaikki käyttöön";
HSDDisableAllTitle = "Poista kaikki käytöstä";
HSDCustomSettingsTitle = "Mukautetut asetukset:";
HSDOnTitle = "Käytössä";
HSDFeatureNameTitle = "Toiminnon nimi";

Networking = "Ethernet";
Wireless = "Langaton verkko";
WirelessAccessPoint = "Langaton tukiasema";
Fax = "Faksi";
DigitalSend = "Digitaalinen lähetys";
MassStorage = "Kameran kortti/Massamuisti";
ePrint = "ePrint";
SIPs = "SIP-protokollat";
MobileApps = "Mobiilisovellukset -palvelu";
ControlPanelAccess = "Ohjauspaneelin lukitus";
Scan = "Skannaa";
RemoteScan = "Skannaus tietokoneelta tai mobiililaitteelta";
WebScan = "Verkkoskannaustoiminto";
WebServices = "Web-palvelut";
FaxReprint = "Faksin uud. tulostus";
ReceivingColorFax = "Värifaksi (saapuva faksi)";
PrintFromMassStorage = "Avaaminen/tulostaminen USB-laitteilta";
ScanToMassStorage = "Tallennus USB-asemaan (Skannaus USB-asemaan)";
MassStorageRestrictColor = "Väritulostus muistilaitteista";
Copy = "Kopioi";
ColorCopy = "Värikopio";
DFA = "Faksien arkistointi laitteessa";
ScanToEmail = "Skannaa sähköpostiin";
ScanToNetworkFolder = "Skannaa verkkokansioon";
ScanToSharePoint = "Skannaus SharePointiin";
ManualFromEmailAddress = "Manuaalinen sähköpostiosoitteesta lisäys";
ConsumableSubscription = "Mustetilaus";
SFS = "Verkko-ohje";
UsageDataCollection = "Käyttötietojen keräys";
WebProxy = "WWW-välityspalvelin";
WDAP = "WWW-välityspalvelimen automaattinen etsintä (WPAD)";
FirmwareUpdate = "Laitteisto-ohjelmiston päivitys";
WebFirmwareUpdate = "Verkosta ladattu laiteohjelmistopäivitys";

AirPrint = "AirPrint™";
GoogleCloudPrint = "Google Cloud Print";
GoogleCloudPrintPrivet = "Tulostaminen Google Cloud Printin avulla langattomassa verkossa";

DisableControlPanelAccessAlertTitle =  "Jos ohjauspaneelin lukitus otetaan käyttöön, myös tulostinasetusten käyttöä HP Utility -apuohjelmassa rajoitetaan. Haluatko varmasti ottaa ohjauspaneelin lukituksen käyttöön?";
DisableControlPanelAccessAlertDescription = "HP Utility -apuohjelma edellyttää, että ohjauspaneelin lukitus poistetaan käytöstä, jotta tulostinasetukset voidaan näyttää ja määrittää. Jos lukitus on käytössä, määritysten suorittamiseen on käytettävä tulostimen sisäistä verkkopalvelinta.";
DisableControlPanelAccessAlertButton = "Ota ohjauspaneelin lukitus käyttöön";

HSDFeatureRequiresRebootNote = "(1) Käynnistä tulostin uudelleen, jotta tämä asetus otetaan käyttöön.";

NoSetTitle = "Kohdetta %@ ei ole päivitetty.";
NoSetMessage = "Tämän asetuksen muuttamisyritysten enimmäismäärä on ylitetty. Yritä uudelleen tunnin kuluttua.";

// password window
HSDOldPasswordTitle = "Vanha salasana:";
HSDNewPasswordTitle = "Uusi salasana:";
HSDConfirmPasswordTitle = "Vahvista uusi salasana:";
IncorrectPasswordMessage = "Salasana on virheellinen.";
NewPasswordTooLong = "Uusi salasana on liian pitkä.";
PasswordNotSupported = "Salasanan vaihtoa ei tueta.";
PasswordRuntimeError = "Tuntematon virhe.";

HSDOkButton = "OK";
HSDCancelButton = "Peruuta";
